{
  "plugins": {
    "budoux.lua": {
      "src": "https://github.com/delphinus/budoux.lua",
      "version": "'v1.0.2'"
    },
    "iceberg.nvim": {
      "src": "https://github.com/oahlen/iceberg.nvim",
      "version": "'main'"
    },
    "lean.nvim": {
      "src": "https://github.com/Julian/lean.nvim",
      "version": "'main'"
    },
    "md-render.nvim": {
      "src": "https://github.com/delphinus/md-render.nvim",
      "version": "'v3.4.0'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'v0.18.0'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.10.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    }
  }
}
